<?php
// +----------------------------------------------------------------------+
// | VSwoole FrameWork                                                    |
// +----------------------------------------------------------------------+
// | Not Decline To Shoulder a Responsibility                             |
// +----------------------------------------------------------------------+
// | zengzhifei@outlook.com                                               |                  
// +----------------------------------------------------------------------+

return [
    'define' => [
        //是否开启调试
        'VSWOOLE_IS_DEBUG'             => true,
        //是否记录日志
        'VSWOOLE_IS_LOG'               => true,
        //路由
        'VSWOOLE_URI_CLIENT'           => 's',
    ],
];